[
    {
        "visible": true,
        "id": 1000,
        "chapter": "0",
        "category": [
            "🚀 Actionable",
            "👁️ Eye Opener",
            "❌ Ignore",
            "✅ Knowledge",
            "️️⚠️ Not Clear",
            "🔥 WOW",
            "📌 WIP | NEXT"
        ],
        "text": "DND",
        "author": "JJ",
        "book": "Music",
        "comments": [],
        "affirmations": [],
        "applications": []
    },
    {
        "visible": true,
        "id": 1000,
        "chapter": "Introduction",
        "category": [
            "✅ Knowledge"
        ],
        "text": "This book isn't about knowing music in your head, it's about connecting to it at a deeper level. It's about feeling it in your bones. It's about creating a rhythmic connection. You'll learn how to clap. This will help you connect to music, because clapping is like being an instrument in the band. You'll learn how to identify the structure of music. This is known as phrasing. This will start you on the path to better musicality, because it'll help you to predict where the music is going. It'll give you the somewhat useless skill of being able to predict and punch the air to a big accent or hit in the music (but I bet your friends will find that cool). There's more: according to the field of biomusicology, the study of biology and music, if you can predict where the music is going, you'll enjoy it more. Yup, lying on the couch and chilling to music is about to get better.",
        "author": "James Joseph",
        "book": "Hear the Beat, Feel the Music",
        "comments": [],
        "affirmations": [],
        "applications": []
    },
    {
        "visible": true,
        "id": 1003,
        "chapter": "Introduction",
        "category": [
            "✅ Knowledge",
            "🔥 WOW"
        ],
        "text": "Being rhythmically challenged is not a lack of ability; it's a lack of education.It was a lack of education and training that was holding me back.",
        "author": "James Joseph",
        "book": "Hear the Beat, Feel the Music",
        "comments": [],
        "affirmations": [],
        "applications": []
    },
    {
        "visible": true,
        "id": 1000,
        "chapter": 6,
        "category": [
            "✅ Knowledge"
        ],
        "text": "Every song contains audible clues that basically yell, Hey, everyone, this is a new part ! These clues might include a new instrument that starts playing, a big crash, a drum fill or even just a significant change in the drum patterns. Electronic music loves to steadily add and subtract different parts every 32 counts, making it easy to recognize and work with those changes. ⤵️ Music can be abstract and there is often more than one correct answer to a phrasing question. You might get different teachers telling you to phrase differently. Just remember, you are dealing with the expression of ideas. Ideas change and are interpreted in different ways. ⤵️ But don't get hung up on trying to identify the phrasing of a song. Hearing the sets of 8 is the primary skill you need to learn.",
        "author": "James Joseph",
        "book": "Hear the Beat, Feel the Music",
        "comments": [],
        "affirmations": [],
        "applications": []
    },
    {
        "visible": true,
        "id": 1000,
        "chapter": 6,
        "category": [
            "👁️ Eye Opener",
            "🔥 WOW"
        ],
        "text": "Here's the beauty of phrasing: usually, the structure of music repeats throughout a song. So if you identify the phrasing early on, you can predict where the rest of the song is going, even with unfamiliar music. Not always, but often. So if you miss a big accent in the beginning of a song, you can be ready when it hits again. That's one way you can know when to punch the air to a big accent even if you're listening to the song for the first time.",
        "author": "James Joseph",
        "book": "Hear the Beat, Feel the Music",
        "comments": [],
        "affirmations": [],
        "applications": []
    },
    {
        "visible": true,
        "id": 1000,
        "chapter": 6,
        "category": [
            "✅ Knowledge"
        ],
        "text": "In all of the major phrases in both of these songs a theme builds in the first three sets of 8 that then gets resolved in the fourth set of 8. But there's a catch with major phrases: the number of mini-phrases in a major phrase can vary. So even though four sets of 8 is very common, you'll be up against other arrangements as well. For example, six sets of 8, which would be a 48-beat major phrase, is common.",
        "author": "James Joseph",
        "book": "Hear the Beat, Feel the Music",
        "comments": [],
        "affirmations": [],
        "applications": []
    },
    {
        "visible": true,
        "id": 1000,
        "chapter": 6,
        "category": [
            "👁️ Eye Opener",
            "❌ Ignore",
            "✅ Knowledge",
            "️️⚠️ Not Clear"
        ],
        "text": "There's another catch, which is called mixed phrasing, and this is where things get really tricky. The number of mini-phrases in the major phrases can vary throughout a song. So, for example, the first major phrase could be four sets of 8 and the next one could be five sets of 8. Or maybe you get one that's only three sets of 8. Sometimes you get a 16-beat phrase (two sets of 8) and you wonder, does it stand on its own as a 16-beat phrase or bridge? Or does it belong to the major phrase before it? Don't worry about it. You may never know the answer. Just roll with it. If you're choreographing, do your own interpretation. Also, there's \"irregular phrasing,\" which is when a song has extra beats. It can be any number of beats but usually an even number. For example, you might get two or four beats placed between major phrases.",
        "author": "James Joseph",
        "book": "Hear the Beat, Feel the Music",
        "comments": [],
        "affirmations": [],
        "applications": []
    },
    {
        "visible": true,
        "id": 1000,
        "chapter": 6,
        "category": [
            "🚀 Actionable",
            "✅ Knowledge"
        ],
        "text": "But don't sweat. Like I said earlier, patterns that you hear in the beginning of a song usually repeat. So after you hear the first part of the song and can figure out the phrasing, you should have a good idea of how the rest will go. Again, it doesn't always work out that way, but it often works. If you stumble — if the count doesn't seem to be correct — stop and start over. For example, you might hear a big transition when you weren't expecting it. Was that the beginning of a new major phrase? Perhaps, so start over counting from there and see if that works.First, capture the name of the song so you can listen to it over and over. Try music recognition apps like SoundHound and Shazam.",
        "author": "James Joseph",
        "book": "Hear the Beat, Feel the Music",
        "comments": [],
        "affirmations": [],
        "applications": []
    },
    {
        "visible": true,
        "id": 1000,
        "chapter": 6,
        "category": [
            "✅ Knowledge"
        ],
        "text": "I haven't talked much about intros, but typically a song has an introduction, which sounds a little different — occasionally, an intro is really weird — and leads you into the first major phrase. The intro can be any length, and I've noted the intro on the skeleton that follows as two sets of 8.",
        "author": "James Joseph",
        "book": "Hear the Beat, Feel the Music",
        "comments": [],
        "affirmations": [],
        "applications": []
    },
    {
        "visible": true,
        "id": 1000,
        "chapter": 6,
        "category": [
            "🚀 Actionable",
            "👁️ Eye Opener",
            "🔥 WOW"
        ],
        "text": "For me, a hard song would be something I listen to four or five times and I still don't know what's going on. I regularly encounter songs that are too hard or ambiguous and I give up.",
        "author": "James Joseph",
        "book": "Hear the Beat, Feel the Music",
        "comments": [],
        "affirmations": [],
        "applications": []
    }
]